9/data/attachments/9917f8c711b66e02.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b775d349-2eeb-4305-a8b7-27b2b2fa0725</nif:username>
            <nif:friendToBeAdded>Steve_onto_Actions_20707_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>